---
kind: other
id: Properties.T:Autodesk.Revit.DB.Structure.RebarReinforcementData
source: html/deffe451-0e54-85a4-f15c-53fa35d0202b.htm
---
# RebarReinforcementData Properties

The end of the rebar. The end should be 0 or 1.